Revit 2027 API
ParameterTypeId.StairsDbgShowLandingBoundary Property
 "Show Landing Boundary"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsDbgShowLandingBoundary { get; }
Public Shared ReadOnly Property StairsDbgShowLandingBoundary As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsDbgShowLandingBoundary {
	ForgeTypeId^ get ();
}
static member StairsDbgShowLandingBoundary : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace